Repository: Anoma1y/moms
Catalog: soms/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Name
ru: Название

source: Network map
ru: Модель

source: Network maps
ru: Модели

source: Color
ru: Цвет

source: Replicator
ru: Репликатор

source: Reflector
ru: Ретранслятор

source: IP Node
ru: Узел

source: Type
ru: Тип

source: Control manager
ru: Менеджер управления

source: IP address
ru: IP-адрес

source: Maximum of users
ru: Максимум пользователей

source: Users
ru: Пользователи

source: Output bandwidth
ru: Ширина исходящего канала (Мбит)

source: Input bandwidth
ru: Ширина входящего канала (Мбит)

source: Occupied output bandwidth
ru: Занятая ширина исходящего канала (Мбит)

source: Occupied input bandwidth
ru: Занятая ширина входящего канала (Мбит)

source: CPU
ru: Объём ресуросв процессора

source: Memory
ru: Объём памяти

source: Popularity
ru: Популярность

source: Node
ru: Узел

source: Nodes
ru: Узлы

source: Start node
ru: Начальный узел

source: End node
ru: Конечный узел

source: Bandwidth
ru: Ширина канала (Мбит)

source: Track
ru: Связь в топологии

source: Tracks
ru: Связи в топологии

source: Parent
ru: Поток-родитель

source: Step
ru: Шаг

source: Last
ru: Конечная

source: Route
ru: Ветка в маршруте

source: Routes
ru: Ветки в маршруте

source: Add
ru: Добавить

source: Quality
ru: Качество

source: Occupied Bandwidth
ru: Занимаемая пропускная способность (Мбит)
