Repository: Anoma1y/moms
Catalog: loms/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Algorithm 1
ru: Генератор случайных чисел

source: Algorithm 2
ru: Экспоненциальный закон

source: Minimal Bandwidth
ru: Отклонение от величины потока (минимум, Мбит)

source: Maximum Bandwidth
ru: Отклонение от величины потока (максимум, Мбит)

source: Algorithm of Distribution
ru: Алгоритм генерации значение

source: Minimal Input Bandwidth
ru: Отклонение от величины потока (минимум Мбит)

source: Maximum Input Bandwidth
ru: Входящая пропускная способность (До)

source: Minimal Output Bandwidth
ru: Исходящая пропускная способность (От)

source: Maximum Output Bandwidth
ru: Исходящая пропускная способность (До)

source: Minimal CPU
ru: Загрузка процессора (От)

source: Maximum CPU
ru: Загрузка процессора (До)

source: Minimal Memory
ru: Используемая память (От)

source: Maximum Memory
ru: Используемая память (До)

source: Add User
ru: Подключение клиентов

source: Remove User
ru: Отключение клиентов

source: Mode
ru: Алгоритм работы при перегрузке

source: Loading Mode
ru: Генератор статистики

source: User Count
ru: Количество заявок

source: Step Interval
ru: Повтор операции (каждые t секунд)

source: Algorithm of Connection
ru: Алгоритм управления

source: Main Route
ru: Поток

source: Algorithm of Connection 1
ru: К менее загруженному узлу

source: Algorithm of Connection 2
ru: К более загруженному узлу

source: Algorithm of Reconnection 0
ru: Без переподключения

source: Algorithm of Reconnection 1
ru: Переподключить на x

source: Algorithm of Reconnection 2
ru: Переподключить от x до y

source: Algorithm of Reconnection 3
ru: Переподключить на x с понижением качества

source: Algorithm of Reconnection 4
ru: Переподключить от x до y с понижением качества

source: Loading Mode 0
ru: Полная статистика

source: Loading Mode 1
ru: Статистика по алгоритмам

source: Loading Mode 2
ru: Статистика по алгоритмам и по узлам

source: Loading Mode 3
ru: Статистика по алгоритмам и по потокам
